/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ Foto";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ dan %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Video %@";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d hari %2$d jam %3$d menit %4$d detik";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d jam %2$d menit %3$d detik";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d menit %2$d detik";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d detik";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ piksel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ Internet plug-in)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "CC %@";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "%@ Penyimpanan Database";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "Pembaca Mudah %@";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Jaringan %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "SDH %@";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ Konten Web";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Kunci Master WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d file";

/* Label for PDF page number indicator. */
"%d of %d" = "%d dari %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Item";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Item";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Item";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 Foto";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 Video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Kualitas Sedang)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Kualitas Tinggi)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Kualitas Rendah)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<nama file> %d×%d piksel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Terjadi pengecualian JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Tambahkan ke Daftar Bacaan";

/* Undo action name */
"Align Left (Undo action name)" = "Rata Kiri";

/* Undo action name */
"Align Right (Undo action name)" = "Rata Kanan";

/* WKErrorUnknown description */
"An unknown error occurred" = "Terjadi kesalahan yang tidak diketahui";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Otomatis (Disarankan)";

/* Back context menu item */
"Back" = "Kembali";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plug-in Diblokir";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plug-in Diblokir";

/* Bold context menu item */
"Bold" = "Tebal";

/* Undo action name */
"Bold (Undo action name)" = "Tebal";

/* menu item title for phone number */
"Call Using iPhone:" = "Panggil Menggunakan iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Batalkan";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Batalkan";

/* Capitalize context menu item */
"Capitalize" = "Kapitalkan";

/* Undo action name */
"Center (Undo action name)" = "Tengah";

/* Undo action name */
"Change Attributes (Undo action name)" = "Ganti Atribut";

/* Check spelling context menu item */
"Check Document Now" = "Periksa Dokumen Sekarang";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Periksa Tata Bahasa Dengan Ejaan";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Periksa Ejaan Ketika Mengetik";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Pilih File";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Pilih File";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Pilih Media (Beberapa)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Pilih Media (Satu)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Bersihkan";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Bersihkan Pencarian Terbaru";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Klik untuk keluar dari mode layar penuh";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Klik untuk memulai ulang";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Konten dengan jenis MIME tertentu tidak dapat ditunjukkan";

/* Media Controls context menu item */
"Controls" = "Kontrol";

/* Copy context menu item */
"Copy" = "Salin";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Salin";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Salin Alamat Audio";

/* Copy Image context menu item */
"Copy Image" = "Salin Gambar";

/* Copy Link context menu item */
"Copy Link" = "Salin Tautan";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Salin Alamat Video";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Betulkan Ejaaan Secara Otomatis";

/* Undo action name */
"Create Link (Undo action name)" = "Buat Tautan";

/* Cut context menu item */
"Cut" = "Potong";

/* Undo action name */
"Cut (Undo action name)" = "Potong";

/* Default writing direction context menu item */
"Default" = "Default";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Hapus";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Detail";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dikte";

/* Download Audio To Disk context menu item */
"Download Audio" = "Unduh Audio";

/* Download Image context menu item */
"Download Image" = "Unduh Gambar";

/* Download Linked File context menu item */
"Download Linked File" = "Unduh File yang Tertaut";

/* Download Video To Disk context menu item */
"Download Video" = "Unduh Video";

/* Undo action name */
"Drag (Undo action name)" = "Seret";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Masuk ke Layar Penuh";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Keluar dari Layar Penuh";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Fon";

/* Undo action name */
"Format Block (Undo action name)" = "Memformat";

/* Forward context menu item */
"Forward" = "Teruskan";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Pemuatan bingkai terinterupsi";

/* accessibility role description for web area */
"HTML content" = "Konten HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Sembunyikan Kontrol";

/* menu item title */
"Hide Spelling and Grammar" = "Sembunyikan Ejaan dan Tata Bahasa";

/* menu item title */
"Hide Substitutions" = "Sembunyikan Substitusi";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Abaikan Tata Bahasa";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Abaikan Ejaan";

/* Undo action name */
"Indent (Undo action name)" = "Lekuk dalam";

/* Undo action name */
"Insert List (Undo action name)" = "Masukkan Daftar";

/* Inspect Element context menu item */
"Inspect Element" = "Periksa Unsur";

/* Italic context menu item */
"Italic" = "Cetak Miring";

/* Undo action name */
"Italics (Undo action name)" = "Miring";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java tidak tersedia";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Rata Kiri Kanan";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Kunci dari %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Belajar Ejaan";

/* Left to Right context menu item */
"Left to Right" = "Kiri ke Kanan";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Siaran Langsung";

/* Media controller status message when the media is loading */
"Loading..." = "Memuat...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Cari di Kamus";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Cari “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Cari “<selection>”";

/* Media Loop context menu item */
"Loop" = "Putar";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Melonggarkan Kerning";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Turunkan Garis Dasar";

/* Make Lower Case context menu item */
"Make Lower Case" = "Jadikan Huruf Kecil";

/* Make Upper Case context menu item */
"Make Upper Case" = "Jadikan Huruf Besar";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug-in Hilang";

/* Media Mute context menu item */
"Mute" = "Bisukan";

/* No Guesses Found context menu item */
"No Guesses Found" = "Tidak Menemukan Tebakan";

/* Empty select list */
"No Options Select Popover" = "Tanpa Pilihan";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Tidak ada pencarian baru";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Tidak boleh menggunakan port jaringan yang dibatasi";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Mati";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Buka";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Buka Audio di Jendela Baru";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Buka Bingkai di Jendela Baru";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Buka Gambar di Jendela Baru";

/* Open Link context menu item */
"Open Link" = "Buka Tautan";

/* Open in New Window context menu item */
"Open Link in New Window" = "Buka Tautan di Jendela Baru";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Buka Video di Jendela Baru";

/* context menu item for PDF */
"Open with %@" = "Buka dengan %@";

/* Undo action name */
"Outdent (Undo action name)" = "Lekuk luar";

/* Outline context menu item */
"Outline" = "Kerangka";

/* Undo action name */
"Outline (Undo action name)" = "Kerangka";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Arah Paragraf";

/* Paste context menu item */
"Paste" = "Tempel";

/* Undo action name */
"Paste (Undo action name)" = "Tempel";

/* Undo action name */
"Paste Font (Undo action name)" = "Tempel Fon";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Tempel Penggaris";

/* Media Pause context menu item */
"Pause" = "Jeda";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Perpustakaan Foto";

/* Media Play context menu item */
"Play" = "Putar";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Putar film dalam mode layar penuh";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Plug-in Gagal";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in dibatalkan";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Plug-in sedang dimuat";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Naikkan Garis Dasar";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Pencarian Terkini";

/* Reload context menu item */
"Reload" = "Muat Ulang";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Atur Lagi";

/* Right to Left context menu item */
"Right to Left" = "Kanan ke Kiri";

/* Title for Save Image action button */
"Save Image" = "Simpan Gambar";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Cari di Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Cari dengan %@";

/* Search with Google context menu item */
"Search with Google" = "Cari dengan Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Arah Pemilihan";

/* Undo action name */
"Set Background Color (Undo action name)" = "Tetapkan Warna Latar Belakang";

/* Undo action name */
"Set Color (Undo action name)" = "Atur Warna";

/* Undo action name */
"Set Font (Undo action name)" = "Tetapkan Fon";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Tetapkan Bentuk Huruf Tradisional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Aturan Arah Tulisan";

/* Show colors context menu item */
"Show Colors" = "Tampilkan Warna";

/* Show Media Controls context menu item */
"Show Controls" = "Tampilkan Kontrol";

/* Show fonts context menu item */
"Show Fonts" = "Tampilkan Fon";

/* menu item title */
"Show Spelling and Grammar" = "Tampilkan Ejaan dan Tata Bahasa";

/* menu item title */
"Show Substitutions" = "Tampilkan Substitusi";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Tampilkan di plug-in yang diblokir";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Salin/Tempel Cerdas";

/* Smart Dashes context menu item */
"Smart Dashes" = "Tanda Hubung Cerdas";

/* Smart Links context menu item */
"Smart Links" = "Tautan Cerdas";

/* Smart Quotes context menu item */
"Smart Quotes" = "Kutipan Cerdas";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plug-In Bersnapshot";

/* Speech context sub-menu item */
"Speech" = "Suara";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ejaan dan Tata Bahasa";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Mulai Debug JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Berhenti Membuat Profil JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Mulai Bicara";

/* Stop context menu item */
"Stop" = "Berhenti";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Berhenti Membuat Profil JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Berhenti Membuat Profil JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Berhenti Bicara";

/* Styles context menu item */
"Styles..." = "Gaya...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Kirim";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Kirim";

/* Undo action name */
"Subscript (Undo action name)" = "Tulisan di bawah garis";

/* Substitutions context sub-menu item */
"Substitutions" = "Sembunyikan Substitusi";

/* Menu section heading for subtitles */
"Subtitles" = "Subtitle";

/* Undo action name */
"Superscript (Undo action name)" = "Superskrip";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Ambil Foto";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Ambil Foto atau Video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Ambil Video";

/* Text Replacement context menu item */
"Text Replacement" = "Penggantian Teks";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL tidak dapat ditunjukkan";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView tidak disahkan";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Proses Konten Web dihentikan";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Lokasi saat ini tidak dapat ditemukan.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plug-in tidak dapat ditemukan";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plug-in tidak dapat dimuat";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata sandi yang Anda masukkan untuk area %@ di %@ salah. Pastikan Anda memasukkannya dengan benar, dan coba lagi.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata sandi yang Anda masukkan untuk %@ server proksi %@ salah. Pastikan Anda memasukkannya dengan benar, dan coba lagi.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata sandi yang Anda masukkan untuk area ini di %@ salah. Pastikan Anda memasukkannya dengan benar, dan coba lagi.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ini adalah index yang dapat dicari. Masukkan kata kunci pencarian: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Mengencangkan Kerning";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Untuk melihat halaman ini, Anda harus masuk ke area %@ di %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Untuk melihat halaman ini, Anda harus masuk ke %@ server proxy %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Untuk melihat halaman ini, Anda harus masuk ke area ini di %@:";

/* Transformations context sub-menu item */
"Transformations" = "Transformasi";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Matikan Kerning";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Matikan Sambungan";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Ketikan";

/* Underline context menu item */
"Underline" = "Garis Bawahi";

/* Undo action name */
"Underline (Undo action name)" = "Garis Bawahi";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Tidak Diketahui";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Tidak Diketahui";

/* Undo action name */
"Unlink (Undo action name)" = "Lepas Link";

/* Undo action name */
"Unscript (Undo action name)" = "Buka Skrip";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Gunakan Semua Sambungan";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Gunakan Kerning Standar";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Gunakan Sambungan Standar";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Digunakan untuk mengenkripsi kunci WebCrypto di penyimpanan persisten, seperti IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspektur Web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF internal WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit mengalami kesalahan internal";

/* message in authentication panel */
"Your login information will be sent securely." = "Informasi login Anda akan dikirim dengan aman.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Kata sandi Anda akan dikirim tanpa enkripsi.";

/* HTTP result code string */
"accepted" = "diterima";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktifkan";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "peringatan";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialog peringatan";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikasi";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "status aplikasi";

/* An ARIA accessibility group that acts as an article. */
"article" = "artikel";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "kontrol pemutaran elemen audio dan tampilan status";

/* accessibility label for audio element controller */
"audio playback" = "pemutaran audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "mundur 30 detik";

/* HTTP result code string */
"bad gateway" = "gateway buruk";

/* HTTP result code string */
"bad request" = "permintaan buruk";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "spanduk";

/* accessibility help text for play button */
"begin playback" = "mulai pemutaran";

/* accessibility description for a search field cancel button */
"cancel" = "batalkan";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "centang";

/* HTTP result code string */
"client error" = "kesalahan klien";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "cuma-cuma";

/* HTTP result code string */
"conflict" = "konflik";

/* An ARIA accessibility group that contains content. */
"content information" = "informasi konten";

/* HTTP result code string */
"continue" = "lanjutkan";

/* HTTP result code string */
"created" = "dibuat";

/* accessibility help text for movie status display */
"current movie status" = "status film saat ini";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "waktu film saat ini dalam detik";

/* role description of ARIA definition role */
"definition" = "definisi";

/* description detail */
"description" = "deskripsi";

/* accessibility role description of a description list */
"description list" = "daftar deskripsi";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialog";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokumen";

/* accessibility label for elapsed time display */
"elapsed time" = "waktu berlalu";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "masuk ke layar penuh";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "keluar layar penuh";

/* HTTP result code string */
"expectation failed" = "harapan gagal";

/* accessibility label for fast forward button */
"fast forward" = "percepat maju";

/* accessibility label for fast reverse button */
"fast reverse" = "percepat balik";

/* accessibility role description for a file upload button */
"file upload button" = "tombol unggah file";

/* accessibility role description for a footer */
"footer" = "footer";

/* HTTP result code string */
"forbidden" = "dilarang";

/* HTTP result code string */
"found" = "ditemukan";

/* HTTP result code string */
"gateway timed out" = "waktu gateway habis";

/* accessibility role description for headings */
"heading" = "judul";

/* accessibility label for hide closed captions button */
"hide closed captions" = "sembunyikan teks tertulis";

/* accessibility role description for image map */
"image map" = "gambar peta";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "waktu tak tentu";

/* HTTP result code string */
"informational" = "mengandung informasi";

/* HTTP result code string */
"internal server error" = "kesalahan server internal";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "lompat";

/* HTTP result code string */
"length required" = "panjang yang diperlukan";

/* accessibility role description for link */
"link" = "tautan";

/* accessibility role description for list marker */
"list marker" = "penanda daftar";

/* An ARIA accessibility group that acts as a console log. */
"log" = "log";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "utama";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "tenda besar";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematika";

/* HTTP result code string */
"method not allowed" = "metode tidak diperbolehkan";

/* HTTP result code string */
"moved permanently" = "dipindahkan secara permanen";

/* accessibility label for timeline slider */
"movie time" = "waktu film";

/* accessibility help text for timeline slider */
"movie time scrubber" = "garis waktu film";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "penggeser garis waktu film";

/* HTTP result code string */
"multiple choices" = "pilihan ganda";

/* accessibility label for mute button */
"mute" = "bisukan";

/* accessibility help text for mute button */
"mute audio tracks" = "bisukan lagu audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigasi";

/* HTTP result code string */
"needs proxy" = "membutuhkan proxy";

/* HTTP result code string */
"no content" = "tidak ada isi";

/* HTTP result code string */
"no error" = "tidak ada kesalahan";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "tidak ada file yang dipilih";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "tidak ada file yang dipilih";

/* HTTP result code string */
"no longer exists" = "tidak ada lagi";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "media tidak dipilih (beberapa)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "media tidak dipilih (satu)";

/* HTTP result code string */
"non-authoritative information" = "informasi tanpa wewenang";

/* HTTP result code string */
"not found" = "tidak ditemukan";

/* HTTP result code string */
"not modified" = "belum diubah";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "catatan";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "jumlah detik film yang tersisa";

/* HTTP result code string */
"partial content" = "sebagian konten";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "pola tidak cocok";

/* accessibility label for pause button */
"pause" = "jeda";

/* accessibility help text for pause button */
"pause playback" = "jeda pemutaran";

/* HTTP result code string */
"payment required" = "pembayaran diperlukan";

/* accessibility label for play button */
"play" = "putar";

/* HTTP result code string */
"precondition failed" = "prasyarat gagal";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "tekan";

/* HTTP result code string */
"proxy authentication required" = "pengesahan proxy diperlukan";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "di atas kisaran";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "di bawah kisaran";

/* HTTP result code string */
"redirected" = "diarahkan ulang";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "wilayah";

/* accessibility label for time remaining display */
"remaining time" = "waktu tersisa";

/* HTTP result code string */
"request timed out" = "waktu permintaan habis";

/* HTTP result code string */
"request too large" = "permintaan terlalu besar";

/* HTTP result code string */
"requested URL too long" = "URL yang diminta terlalu panjang";

/* HTTP result code string */
"requested range not satisfiable" = "kisaran yang diminta tidak dapat dipenuhi";

/* HTTP result code string */
"reset content" = "atur ulang isi";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "kembalikan film streaming ke waktu nyata";

/* accessibility label for return to real time button */
"return to realtime" = "kembali ke waktu nyata";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "cari";

/* HTTP result code string */
"see other" = "lihat lainnya";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "cari film mundur 30 detik";

/* accessibility help text for fast rewind button */
"seek quickly back" = "cari kembali dengan cepat";

/* accessibility help text for fast forward button */
"seek quickly forward" = "cari maju dengan cepat";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "pilih";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "pemisah";

/* HTTP result code string */
"server error" = "kesalahan server";

/* HTTP result code string */
"service unavailable" = "layanan tidak tersedia";

/* accessibility label for show closed captions button */
"show closed captions" = "tampilkan teks tertulis";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "mulai menampilkan teks tertulis";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "langkah tidak cocok";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "berhenti menampilkan teks tertulis";

/* HTTP result code string */
"success" = "berhasil";

/* HTTP result code string */
"switching protocols" = "beralih protokol";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel tab";

/* HTTP result code string */
"temporarily redirected" = "diarahkan ulang sementara";

/* term word of a description list */
"term" = "istilah";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "penggeser garis waktu";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "timer";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "terlalu panjang";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "tooltip";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "jenis tidak cocok";

/* HTTP result code string */
"unacceptable" = "tidak dapat diterima";

/* HTTP result code string */
"unauthorized" = "tidak diizinkan";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "hapus centang";

/* HTTP result code string */
"unimplemented" = "belum diimplementasikan";

/* Unknown filename */
"unknown" = "tidak diketahui";

/* accessibility label for turn mute off button */
"unmute" = "bunyikan";

/* accessibility help text for un mute button */
"unmute audio tracks" = "bunyikan lagu audio";

/* HTTP result code string */
"unsupported media type" = "jenis media tidak didukung";

/* HTTP result code string */
"unsupported version" = "versi tidak didukung";

/* Validation message for required form control elements that have no value */
"value missing" = "nilai hilang";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "kontrol pemutaran elemen video dan tampilan status";

/* accessibility label for video element controller */
"video playback" = "pemutaran video";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Buka";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Pratinjau";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Tambahkan ke Daftar Bacaan";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Salin";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Tambahkan ke Foto";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Simpan ke Unduhan";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Bagikan";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Salin";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Cari";

/* "Paste" action menu item */
"Paste (action menu item)" = "Tempel";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Saran";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Salin";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Bagikan";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Simpan ke Unduhan";
